<?php
    // массивы с данными для заполнения формы
    $cities = array(
        '641780' => 'Новосибирск',
        '641490' => 'Барабинск',
        '641510' => 'Бердск',
        '641600' => 'Искитим',
        '641630' => 'Колывань',
        '641680' => 'Краснообск',
        '641790' => 'Обь',
        '641800' => 'Ордынское',
        '641970' => 'Черепаново',
        '0' => 'Выбрать другой...'
    );

    $railway_stations = array(
        '2028' => 'Берёзовая роща',
        '2018' => 'Гагаринская',
        '2017' => 'Заельцовская',
        '2019' => 'Красный проспект',
        '2021' => 'Октябрьская',
        '2020' => 'Площадь Ленина',
        '2024' => 'Площадь Маркса',
        '2026' => 'Сибирская',
        '2023' => 'Студенческая'
    );

    $categories = array(
        'Транспорт' => array(
            '9' => 'Автомобили с пробегом',
            '109' => 'Новые автомобили',
            '14' => 'Мотоциклы и мототехника',
            '81' => 'Грузовики и спецтехника',
            '11' => 'Водный транспорт'
        ),
        'Недвижимость' => array(
            '24' => 'Квартиры',
            '23' => 'Комнаты',
            '25' => 'Дома, дачи, коттеджи',
            '26' => 'Земельные участки',
            '85' => 'Гаражи и машиноместа',
            '42' => 'Коммерческая недвижимость'
        ),
        'Работа' => array(
            '111' => 'Вакансии (поиск сотрудников)',
            '112' => 'Резюме (поиск работы)'
        ),
        'Услуги' => array(
            '114' => 'Предложения услуг',
            '115' => 'Запросы на услуги'
        ),
        'Личные вещи' => array(
            '27' => 'Одежда, обувь, аксессуары',
            '29' => 'Детская одежда и обувь',
            '30' => 'Товары для детей и игрушки',
            '28' => 'Часы и украшения'
        ),
        'Для дома и дачи' => array(
            '21' => 'Бытовая техника',
            '20' => 'Мебель и интерьер',
            '87' => 'Посуда и товары для кухни',
            '82' => 'Продукты питания',
            '19' => 'Ремонт и строительство',
            '106' => 'Растения'
        ),
        'Бытовая электроника' => array(
            '32' => 'Аудио и видео',
            '97' => 'Игры, приставки и программы',
            '31' => 'Настольные компьютеры',
            '98' => 'Ноутбуки',
            '99' => 'Оргтехника и расходники',
            '96' => 'Планшеты и электронные книги',
            '84' => 'Телефоны'
        ),
        'Хобби и отдых' => array(
            '33' => 'Билеты и путешествия',
            '34' => 'Велосипеды',
            '83' => 'Книги и журналы',
            '36' => 'Коллекционирование',
            '38' => 'Музыкальные инструменты',
            '102' => 'Охота и рыбалка',
            '39' => 'Спорт и отдых',
            '103' => 'Знакомства'
        ),
        'Животные' => array(
            '89' => 'Собаки',
            '90' => 'Кошки',
            '91' => 'Птицы',
            '92' => 'Аквариум',
            '93' => 'Другие животные',
            '94' => 'Товары для животных'
        ),
        'Для бизнеса' => array(
            '116' => 'Готовый бизнес',
            '40' => 'Оборудование для бизнеса'
        )
    );
?>